{
    "September 22, 2021": "FDA authorizes booster dose of Pfizer-BioNTech COVID-19 Vaccine for aged 65 years and older, aged 18 through 64 at high risk of severe COVID-19, aged 18 through 64 who have institutional or occupational exposure to SARS-CoV-2",
    "August 27, 2021": "CDC released ACIP recommendations on use of influenza vaccines for the 2021–22 influenza season",
    "August 23, 2021": "FDA approves first COVID-19 vaccine Comirnaty (Pfizer-BioNTech) for individuals 16 and older. (The EUA remains in effect for individuals 12 years of age and older and for third dose for immunocompromised individuals 12 years of age and older).",
    "August 13, 2021": "FDA approves Ticovac (Pfizer) a vaccine to prevent tick-borne encephalitis (TBE) vaccine in individuals 1 year of age and older.",
    "August 12, 2021": "FDA amends the emergency use authorizations (EUAs) for Pfizer-BioNTech and Moderna COVID-19 vaccines to allow for use of additional dose in certain immunocompromised individuals.",
    "July 23, 2021": "FDA expands indication of Shingrix vaccine to include adults aged 18 years and older who are or will be at increased risk of zoster due to immunodeficiency or immunosuppression caused by known disease or therapy.",
    "July 16, 2021": "FDA approves Vaxneuvance (Merck & Co, Inc.) pneumococcal 15-valent conjugate vaccine for adults 18 years or older.",
    "July 8, 2021": "FDA revises fact sheets for Janssen COVID-19 Vaccine (Johnson & Johnson), adding Guillain-Barré syndrome (GBS) warning and revising thrombocytopenia warning.",
    "July 6, 2021": "Update from ACIP: Use of mRNA COVID-19 Vaccine After Reports of Myocarditis Among Vaccine Recipients.",
    "June 25, 2021": "FDA revised EUA mRNA (Pfizer and Moderna) patient and provider fact sheets regarding the suggested increased risks of myocarditis and pericarditis following vaccination.",
    "June 9, 2021": "FDA approves Prevnar 20 (Pfizer) pneumococcal 20-valent conjugate vaccine for adults 18 years or older",
    "May 14, 2021": "ACIP Interim Recommendations for use of Pfizer-BioNTech COVID-19 Vaccine in Adolescents Aged 12–15 years.",
    "May 10, 2021": "FDA expands the emergency use authorization of Pfizer-BioNTech COVID-19 vaccine to include adolescents 12–15 years of age.",
    "April 27, 2021": "Updated Recommendation from ACIP for Use of Janssen (Johnson & Johnson) COVID-19 Vaccine After Reports of Thrombosis with Thrombocytopenia Syndrome Among Vaccine Recipients",
    "April 23, 2021": "CDC and FDA lift recommended pause of use of Johnson & Johnson (Janssen) COVID-19 Vaccine in the U.S. after a review by ACIP. Use of vaccine should resume. EUA fact sheets for Johnson & Johnson (Janssen) COVID-19 Vaccine revised.",
    "April 13, 2021": "CDC and FDA recommended a pause in use of the Janssen (Johnson & Johnson) COVID-19 vaccine in the United States out of an abundance of caution. A CDC Health Alert Network (HAN) was issued with recommendations.",
    "March 2, 2021": "CDC published ACIP interim recommendations for the use of Janssen (Johnson and Johnson) COVID-19 vaccine.",
    "February 27, 2021": "FDA issues Emergency Use Authorization (EUA) for Janssen (Johnson and Johnson) COVID-19 vaccine.",
    "February 12, 2021": "CDC released the 2021 recommended immunization schedules for children and adolescents, as well as for adults on its website.",
    "January 8, 2021": "CDC published ACIP recommendation on the use of Ebola vaccine.",
    "December 20, 2020": "CDC published ACIP interim recommendations for the use of Moderna COVID-19 vaccine.",
    "December 18, 2020": "FDA issues Emergency Use Authorization (EUA) for Moderna COVID-19 vaccine.",
    "December 13, 2020": "CDC published ACIP interim recommendations for the use of Pfizer-BioNTech COVID-19 vaccine.",
    "December 11, 2020": "FDA issues Emergency Use Authorization (EUA) for Pfizer-BioNTech COVID-19 vaccine."
}